[
  {
    "isim": "Pirinç Yufkasından Börek",
    "Malzemeler":" 1 yumurta, 1 yemek kaşığı yoğu\n rt, 10 pirinç yufkası, 1 yemek kaşığı tereyağı, İÇ HARCI İÇİN: 2 su bardağı rendelenmiş kaşar peyniri, Kırmızı pul biber, Kekik",
    "yapilisi": "1.Yumurta ve yoğurdu bir kaseye alarak iyice çırpın. Pirinç yufkalarını 30 saniye kadar suda bekletip yumuşatın.             2.Tereyağı ile yağladığınız fırın tepsisine aralarına yumurtalı karışımdan sürerek 5 kat yufka dizin.                                              3.İç harcı için rendelenmiş kaşar peynirinin üzerine kırmızı pul biber ve kekik serpip yufkaların üzerine yayın.                            4.Kalan yufkaları da aralarına yumurtalı karışımdan sürerek dizin. Kalan yumurtalı karışımı son yufka katının üzerine sürün.              5.Önceden ısıtılmış 180 derece fırında 10-12 dakika pişirin. Sıcak servis yapın. ",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/piricborek.png"
  },
  {
    "isim": "Şekersiz Diyet Puding",
    "Malzemeler":"1/2 olgun avokado, 1/2 olgun avokado, 1 yemek kaşığı kakao, 1 tatlı kaşığı tarçın SÜSLEMEK İÇİN : Hindistan cevizi ve çilek",
    "yapilisi": "1.İlk olarak avokado, muz, kakao ve tarçını blenderdan geçirin.                                                             2.Ardından boş bir kaseye alarak kıvam alıncaya kadar karıştırın.                                                                           3.Üzeri çilek dilimlerini 4 parçaya bölün. Hazırladığınız pudingi kaselere paylaştırdıktan sonra, üzerini çilek ve hindistan cevizi ile süsleyin.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/puding.png"
  },
  {
    "isim": "Peppy Brownie",
    "Malzemeler":"3 adet yumurta, 3 adet orta boy muz (Çok olgun), 2.5 su bardağı hindistan cevizi (Badem unu veya fındık unu da olabilir), 1 çay kaşığı karbonat veya kabartma tozu, 1 su bardağı süt, 4 yemek kaşığı kakao. SOSU İÇİN: 80 g bitter çikolata, 1/2 çay bardağı süt",
    "yapilisi": "1. Muzları bir çatal yardımıyla ezin. Muzlar çok olgun değil ise şekeri az geleceği için muzları ezerken 2 yemek kaşığı bal veya hurma özü veya pekmez de kullanabilirsiniz.                                                                                                  2.Daha sonra diğer malzemeleri ekleyin ve homojen bir kıvam elde edene kadar karıştırarak çırpın.                                           3.Küçük bir borcama aktarın ve önceden ısıtılmış 170 derecedeki fırında 25-30 dakika süreyle pişirin. Ilık servis edin.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/brownie.png"
  },
  {
    "isim": "Krepyoka Pizzası",
    "Malzemeler":"2 yumurta, 2 yemek kaşığı mısır unu veya tapyoka (glutensiz nişasta), Peynir veya mozzarella, Domates, Tuz ve kekik",
    "yapilisi": "1.Yumurtaları bir kabın içine kırın ve üzerine unu veya nişastayı ekleyip çırpın.                                                2.Bir tatlı kaşığı zeytinyağı eklediğiniz tavaya karışımı dökün.                                                                        3.Pişerken, peynir dilimlerini, küp küp doğradığınız domatesleri ve baharatlarınızı ekleyin.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/pizza.png"
  },
  {
    "isim": "Unsuz Hafif Kek Tarifi",
    "Malzemeler": "Kek harcı için: 1 su bardağı toz şeker, su bardağı krema, 1 paket kabartma tozu, 1 paket vanilin, 3 su bardağı mısır nişastası Üzeri için 2 adet Limon suyu 1 yemek kaşığı pudra şekeri, 1 avuç file badem",
    "yapilisi": "1.Yumurta ve şekeri geniş bir kaseye alın. Mikser yardımıyla şekerler eriyip karışım açık sarı renk alıncaya dek çırpın.     2.Kremayı ekleyin ve çırpmaya devaedin.                                                                                                                                 3.Sırayla kuru malzemeleri ekleyin. Ardından tüm malzemeler birleşinceye dek mikserle çırpmaya devam edin.                               4.Tereyağı veya margarinle iç kısmını güzelce yağladığınız kek kalıbına hazırladığınız kek harcını dökün. Isıtmış olduğunuz fırında 180 derecede 40 dakika pişirin.                                                                                                                         5.Servis etmeden önce limon suyu ve pudra şekerini karıştırarak kekin üst kısmına dökün veya bir fırça yardımıyla sürün. Ardından file badem serpiştirin. Dilimleyerek servis edin, afiyet olsun.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/kek.png"
  },
  {
    "isim": "Unsuz Lorlu Kurabiye Tarifi",
    "Malzemeler": "1su bardağı fındık, 12 adet kuru kayısı, 200 gram lor peyniri, 1 adet yumurta, 1/2 paket kabartma tozu",
    "yapilisi": "1.Mutfak robotunuzda incelip un kıvamına gelinceye dek fındıkları çekin. Ardından kayısıları da ekleyin ve malzemeler birleşinceye kadar tekrar çekin.                                                                                                                           2.Lor peyniri, yumurta ve kabartma tozunu ekledikten sonra 20-30 saniye kadar tekrar robottan geçirin. Malzemeler birleşecek ve cıvık kıvamlı bir hamur elde etmiş olacaksınız.                                                                                                            3.Tercihen dondurma kaşığı veya normal bir yemek kaşığı yardımıyla hamurdan ceviz büyüklüğünde parçalar alarak yağlı kağıt serdiğiniz fırın tepsisine yerleştirin.                                                                                                                    4.Isıtmış olduğunuz fırında 175 derecede 15 dakika pişirin. Oda sıcaklığında dinlendirdikten sonra servis edin.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/lor-kurabiye.jpg"
  },
  {
    "isim": "Çilekli Yemişli Kek Tarifi",
    "Malzemeler": "2 adet muz,1 adet yumurta, 1/2 su bardağı dövülmüş cevziçi 1,5 su bardağı glutensiz un, 1,5su bardağı çilek (doğranmış), 1 su bardağı süt. ÜZERİ İÇİN: 5 top dondurma(şekersiz), 1/2 su bardağı dövülmüş ceviz içi, 1/2 su bardağı çilek (doğranmış)",
    "yapilisi": "1.Muzları ezin, yumurtayı ekleyip iyice çırpın. Ceviz içi ve unu ekleyip karıştırın. Doğranmış çileği ve sütü ekleyip karıştırmaya devam edin.                                                                                                                              2.Kabartma tozunu da ekleyip, tabanına yağlı kağıt serdiğiniz kelepçeli kalıba karışımı aktarın. 185 derece fırında 45 dakika pişirin.    3.Üzerine şekersiz dondurma, doğranmış çilek ve dövülmüş ceviz içi ekleyip servis edin. Afiyet olsun.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/cileklipasta.jpg"
  },
  {
    "isim": "San Sebastian Cheesecake Tarifi",
    "Malzemeler": "600 gram beyaz peynir, 2 su bardağı pudra şekeri, 5 adet yumurta, 300 mililitre krema, 110 gramtere yağı, 1 yemek kaşığı kakaolu fındık kreması(Üzeri için, isteğe bağlı)",
    "yapilisi": "1.Tereyağını tavada eritin, kaynayana başlayınca altını kapatın ve soğumaya bırakın.                                           2.Başka bir kapta beyaz peynir ve pudra şekerini mikser ile çırpın. Karışım, pürüzsüz olunca teker teker yumurtaları ekleyin.             3.Soğuyan tereyağının içine kremayı ekleyip, tel çırpıcı ile çırpın. Krema ve tereyağı karışımını da peynirli karışıma ilave edin.          4.İyice karıştıktan sonra yağlı kağıt yerleştirdiğimiz 24 cmlik yuvarlak kelepçeli kalıba dökün.                                                                                                                                    5.Önceden ısıttığımız 210 derece fırında 25 dakika pişirin. Servis edeceğiniz zaman üzerine isterseniz kakaolu fındık kreması ilave edebilirsiniz.",
    "resim": "https://raw.githubusercontent.com/arslncanm/colyak/main/sansebastian.jpg"
  }
]
